ScalingOff = "Выключить изменение масштаба";
ScalingOn = "Включить изменение масштаба";
AllScreens = "Все экраны";
ScreenNumber = "Экран %d";
MainScreen = "Основной экран";
ReEnterPass = "Проверьте правильность ввода имени и пароля.";
RemoteAccessDenied = "Текущий пользователь «%@» отклонил Ваш запрос о доступе.";

taskString = "Управлять";
taskDescription = "Управлять компьютером";
longTaskDescription = "Управлять выбранными компьютерами";
requestTitle = "Ошибка идентификации";
requestScreenControl = "Запросить разрешение на управление?";
requestScreenObserve = "Запросить разрешение на наблюдение?";
requestScreenAuthFailed = "Не удалось выполнить идентификацию «%@».";
requestDenied = "Пользователь отклонил Ваш запрос.";
connecting = "Подключаюсь к «%@»";
connectionLost = "Потеряна связь с «%@».";
connectionFailed = "Не удалось подключиться к «%@».";
connectionFailedReason = "Убедитесь, что параметр «Общий экран» (на панели «Общий доступ» Системных настроек) включен на компьютере, к которому Вы пытаетесь подключиться. Также убедитесь, что сетевое подключение работает должным образом.";
waitingForResponse = "Ждать ответа пользователя.";
runningAdminAppObserveError = "Наблюдение «%@» не удалось";
runningAdminAppControlError = "Управление «%@» не удалось";
runningAdminAppErrorMessage = "Выполняется Apple Remote Desktop или другая программа администрирования.";
controlModeError = "Не удалось перейти в режим управления";
observeModeError = "Не удалось перейти в режим наблюдения";
sharedControlError = "Не удалось изменить управление мышью";
notAuthorizedTitle = "Не допущен";
controlNotAuthorized = "У Вас нет прав на управление этим компьютером.";
observeNotAuthorized = "У Вас нет прав на наблюдение за этим компьютером.";
serverNotSupported = "Сервер не поддерживает этот параметр.";
sharingSelfNotSupported = "Компьютер не может подключиться сам к себе и сделать общим свой экран.";
captureDefaultName = "Картинка Remote Desktop";
scaleToolbarTitle = "В размер окна";
scaleToolbarPaletteLabel = "В размер окна";
scaleToolbarTooltip = "Экран в размер окна";
controlToolbarTitle = "Управлять";
controlToolbarPaletteLabel = "Управлять или наблюдать";
controlToolbarTooltip = "Переключение между режимами управления и наблюдения";
shareToolbarTitle = "Общий доступ к мыши";
shareToolbarPaletteLabel = "Использовать мышь совместно с пользователем";
shareToolbarTooltip = "Использовать мышь и клавиатуру совместно с пользователем";
qualityToolbarTitle = "Качество";
qualityToolbarPaletteLabel = "Качество изображения";
qualityToolbarTooltip = "Качество изображения";
captureToolbarTitle = "Снимок экрана";
captureToolbarPaletteLabel = "Снимок экрана";
captureToolbarTooltip = "Сохранить снимок экрана в файле";
controlObserveNotSupported = "Вы не можете осуществлять управление или наблюдение Вашего компьютера";
fullScreenToolbarTooltip = "Размер экрана во весь дисплей";
fullScreenToolbarTooltipExt = "Показать экран в окне";
fullScreenToolbarTitle = "Во весь экран";
fullScreenPaletteDisconnect = "Завершить управление или сеанс наблюдения";
showCursorToolbarTooltip = "Скрыть или показать локальный курсор";
showCursorToolbarTitle = "Скрыть/показать курсор";
curtainToolbarTitle = "Закрыть экран";
curtainToolbarTooltip = "Блокировать экран, пока Вы управляете";
getClipboardToolbarTitle = "Получить буфер обмена";
getClipboardToolbarTooltip = "Получить содержимое удаленного буфера обмена";
sendClipboardToolbarTitle = "Отправить буфер обмена";
sendClipboardToolbarTooltip = "Отправить содержимое буфера обмена в удаленный буфер";
multiDisplayToolbarTitle = "Выбор монитора";
multiDisplayToolbarTooltip = "Выберите удаленный монитор для показа";
computerInScreenShare = "Сейчас у Вас общий экран с этим компьютером.";
curtainErrorTitle = "Не удалось перейти в скрытый режим";
curtainExitErrorTitle = "Не удалось выйти из скрытого режима";
curtainErrorMessage = "На данном компьютере произошла ошибка.";
curtainUnavailableTooltip = "Скрытый режим недоступен для версии Mac OS X, работающей на «%@».";
curtainUnavalableMessage = "Скрытый режим недоступен для «%@».";

displayPopUpAllDisplays = "Все мониторы: %@ x %@";
displayPopUpBothDisplays = "Оба монитора: %@ x %@";
displayPopUpOneDisplay = "Монитор %@: %@ x %@";

curtainTaskString = "Скрытый";
curtainTaskDescription = "Управлять компьютером в скрытом режиме";
curtainLongTaskDescription = "Управлять выбранными компьютерами, пока экран заблокирован";

sshTunnelRemoteLoginDisabledTitle = "Подключение не удалось, т.к. удаленный доступ не включен на «%@».";
sshTunnelRemoteLoginDisabledMessage = "Выключите «Закодировать все данные сети» в настройках Remote Desktop или попробуйте включить удаленный вход в настройках общего доступа на «%@».";
sshTunnelHostKeyChangedTitle = "Не удалось подключиться к «%@», т.к. его идентификация не была подтверждена. Это может свидетельствовать о проблеме безопасности или об истечении срока действия SSH/known_hosts-файла.";
sshTunnelHostKeyChangedMessage = "Выключите настройку безопасности «Закодировать все данные сети» или обновите SSH/known_hosts-файл.";
sshTunnelHostKeyChanged2Message = "Идентификационные данные удаленного хоста изменились на «%@». Если Вы уверены, что опасности нет, Remote Desktop попытается исправить known_hosts-файл .";
sshTunnelHostKeyFix = "Настроить";
sshTunnelHostKeyFixError = "Возникла проблема при изменении SSH/known_hosts-файла.";
sshTunnelTooltip = "Подключение зашифровано";

legacyVNCSecurityWarningTitle = "На компьютере «%@» запущен VNC-сервер, который не поддерживает кодирование нажатия клавиш Remote Desktop. Текст, который Вы набираете на данном компьютере, может быть перехвачен через сеть. Продолжить подключение?";
legacyVNCSecurityWarningMessageFull = "Если удаленный компьютер включил удаленный вход или SSH, то для безопасного подключения можно выбрать “Закодировать все данные сети” в настройках Remote Desktop или выбрать ниже «Подключение с помощью SSH».";
legacyVNCSecurityWarningMessage = "Если удаленный компьютер включил удаленный вход или SSH, то для безопасного подключения можно выбрать “Закодировать все данные сети” в настройках Remote Desktop.";
legacyVNCSecurityWarningContinueSSHButton = "Подключение с помощью SSH";

IconCacheTitle = "Вы действительно хотите очистить кэш значков строки заголовка?";
IconCacheDefaultButton = "Очистить";
IconCacheAlternateButton = "Отменить";
IconCacheMessage = "Эти файлы используются при перетаскивании значка строки заголовка с целью создания закладок. Если Вы удалите этот кэш, все закладки, созданные с помощью перетаскивания этого значка, будут повреждены.\n\nВы можете скопировать закладку вместо создания псевдонима, удерживая клавишу Option.";

YESBUTTON = "Да";
NOBUTTON = "Нет";